INSERT INTO emotion (emotion, description, image) VALUES
('상대를 진정시키는 의미, 또는 싫어하고 불편해하는 것을 피하는 의미', '고개 돌리기', 'https://example.com/image1.jpg'),
('거칠어진 놀이의 수위를 조금 낮추자는 의미, 위협적인 상황 피하기', '등 돌리기', 'https://example.com/image2.jpg'),
('같이 놀자는 신호', '앞가슴 내리기', 'https://example.com/image3.jpg'),
('다른 동물을 만나 어떤 행동을 해야하는지 정확히 알 수 없을 때 하는 행위, 상대가 자신을 무서워할 때 진정시키기 위한 의미', '앞가슴 내리기(가만히 서있다가 앞 가슴을 내리는 경우)', 'https://example.com/image4.jpg'),
('다른 반려견때문에 불안하거나 보호자가 큰소리로 부를 때', '앉기', 'https://example.com/image5.jpg'),
('복종', '배를 위로 하고 드러눕기', 'https://example.com/image6.jpg'),
('상대를 진정시키기 위한 의미', '배를 땅에 대고 엎드리기', 'https://example.com/image7.jpg'),
('최고의 호감', '혀로 상대방 핥기', 'https://example.com/image8.jpg'),
('많은 스트레스를 받았을 때', '물건을 마구 뜯기', 'https://example.com/image9.jpg'),
('큰소리를 들은 것처럼 놀라서 긴장하거나 불편할 때', '앞다리 들고 있기', 'https://example.com/image10.jpg'),
('집중하거나 호기심이 작용했을 때', '고개를 갸우뚱거리기', 'https://example.com/image11.jpg'),
('불안', '발을 자꾸 핥는다', 'https://example.com/image12.jpg'),
('당신을 무척 신뢰한다', '등을 바닥에 대고 누워서 할딱거린다', 'https://example.com/image13.jpg'),
('주인에게 혼나서 주인을 진정시키고 싶을 때 혹은 칭찬을 받거나 기쁨을 표현할 때', '앞발을 위아래로 움직인다', 'https://example.com/image14.jpg'),
('어딘가에서 이상한 소리가 난다', '고개를 갸웃거린다', 'https://example.com/image15.jpg'),
('편안한 상태', '가만히 있기', 'https://example.com/image16.jpg');



INSERT INTO emotion_track (emotion_date, emotionId, petId) VALUES
('2024-07-20 10:00:00', 1, 1),
('2024-07-20 10:05:00', 2, 1),
('2024-07-20 10:10:00', 3, 1),
('2024-07-20 10:15:00', 4, 1),
('2024-07-20 10:20:00', 5, 1),
('2024-07-20 10:25:00', 6, 1),
('2024-07-20 10:30:00', 7, 1),
('2024-07-20 10:35:00', 8, 1),
('2024-07-20 10:40:00', 9, 1),
('2024-07-20 10:45:00', 10, 1),
('2024-07-20 10:50:00', 11, 1),
('2024-07-20 10:55:00', 12, 1),
('2024-07-20 11:00:00', 13, 1),
('2024-07-20 11:05:00', 14, 1),
('2024-07-20 11:10:00', 15, 1),
('2024-07-20 11:15:00', 16, 1);
